---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SolidSolidCutUtils
source: html/1d0c5101-4bb1-6155-8404-2aad0926ba66.htm
---
# SolidSolidCutUtils Members

Adds a solid-solid cut for the two elements.